<?php
$_['heading_title']             = 'Коммерческое предложение';


$_['text_module_list']          = 'Коммерческие предложения';
$_['text_list']                 = 'Расширения';


$_['button_add']                = 'Добавить';
$_['button_delete']             = 'Удалить';
$_['button_edit']               = 'Редактировать';
$_['text_no_results']		= 'Нет данных!';
$_['text_confirm']                  = 'Данное действие необратимо. Вы уверены?';
$_['text_disabled']                  = 'Отключено';
$_['text_enabled']                  = 'Включено';


// Error
// $_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'У Вас нет прав для изменения!';
// $_['error_name']             = 'Название товара должно содержать от 3 до 255 символов!';
// $_['error_meta_title']       = 'Мета-тег Title должен содержать от 3 до 255 символов!';
// $_['error_model']            = 'Модель товара должна содержать от 1 до 64 символов!';
// $_['error_keyword']          = 'SEO URL занят!';
